---
kind: property
id: P:Autodesk.Revit.DB.Electrical.WireMaterialType.GroundConductorSizes
source: html/6a945c18-2a18-0b1b-3b1b-6e06bb4297a8.htm
---
# Autodesk.Revit.DB.Electrical.WireMaterialType.GroundConductorSizes Property

Get all ground conductor size types defined in this wire material type.

## Syntax (C#)
```csharp
public GroundConductorSizeSet GroundConductorSizes { get; }
```